/* No comment provided by engineer. */
"DEALS" = "DEALS";

/* n/a */
"Details" = "Details";

/* No comment provided by engineer. */
"MY REWARDS" = "MY REWARDS";

/* n/a */
"OK" = "OK";

/* n/a */
"Save Deal" = "Save Deal";

/* No comment provided by engineer. */
"STATIONS" = "STATIONS";

